{
  "Breath2_Ripoff_Vim_Theme": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "gruvbox-flat.nvim": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "1.x.x" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "material.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lilypond-suite": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvls": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "shadotheme": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-arduino-syntax": { "branch": "master" },
  "vim-cyberpunk": { "branch": "master" },
  "vim-dark-meadow": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}